{
	"sentences": [
		"This establishment's name is Hochberghaus. It is in Bohemia, a short day's journey from Vienna, and being in the Austrian Empire is of course a health resort. The empire is made up of health resorts; it distributes health to the whole world. Its waters are all medicinal. They are bottled and sent throughout the earth; the natives themselves drink beer.",
		"This is self-sacrifice apparently - but outlanders who have drunk Vienna beer have another idea about it. Particularly the Pilsner which one gets in a small cellar up an obscure back lane in the First Bezirk the name has escaped me, but the place is easily found: You inquire for the Greek church; and when you get to it, go right along by - the next house is that little beer-mill.",
		"It is remote from all traffic and all noise; it is always Sunday there. There are two small rooms, with low ceilings supported by massive arches; the arches and ceilings are whitewashed, otherwise the rooms would pass for cells in the dungeons of a bastile.",
		"The furniture is plain and cheap, there is no ornamentation anywhere; yet it is a heaven for the self-sacrificers, for the beer there is incomparable; there is nothing like it elsewhere in the world. In the first room you will find twelve or fifteen ladies and gentlemen of civilian quality; in the other one a dozen generals and ambassadors.",
		"One may live in Vienna many months and not hear of this place; but having once heard of it and sampled it, the sampler will afterward infest it. However, this is all incidental - a mere passing note of gratitude for blessings received - it has nothing to do with my subject.",
		"My subject is health resorts. All unhealthy people ought to domicile themselves in Vienna, and use that as a base, making flights from time to time to the outlying resorts, according to need. A flight to Marienbad to get rid of fat; a flight to Carlsbad to get rid of rheumatism; a flight to Kalteneutgeben to take the water cure and get rid of the rest of the diseases.",
		"It is all so handy. You can stand in Vienna and toss a biscuit into Kaltenleutgeben, with a twelve-inch gun. You can run out thither at any time of the day; you go by phenomenally slow trains, and yet inside of an hour you have exchanged the glare and swelter of the city for wooded hills, and shady forest paths, and soft cool airs, and the music of birds, and the repose and the peace of paradise.",
		"And there are plenty of other health resorts at your service and convenient to get at from Vienna; charming places, all of them; Vienna sits in the centre of a beautiful world of mountains with now and then a lake and forests; in fact, no other city is so fortunately situated."
	],
	"tags": ["marktwain", "AtTheAppetiteCure"]
}
