{
	"sentences": [
		"He paused a moment at the door, and seemed struggling to command his feelings sufficiently to enable him to speak, and then, nodding his head toward his manuscript, ejaculated in a broken voice, \"Friend of mine-oh! how sad!\" and burst into tears. We were so moved at his distress that we did not think to call him back and endeavor to comfort him until he was gone, and it was too late.",
		"The paper had already gone to press, but knowing that our friend would consider the publication of this item important, and cherishing the hope that to print it would afford a melancholy satisfaction to his sorrowing heart, we stopped, the press at once and inserted it in our columns: But such is life. Let us all take warning by this solemn occurrence, and let us endeavor so to conduct ourselves that when we come to die we can do it.",
		"Let us place our hands upon our heart, and say with earnestness and sincerity that from this day forth we will beware of the intoxicating bowl.-'First Edition of the Californian.' The head editor has been in here raising the mischief, and tearing his hair and kicking the furniture about, and abusing me like a pickpocket. He says that every time he leaves me in charge of the paper for half an hour I get imposed upon by the first infant or the first idiot that comes along.",
		"If I had been as unaccommodating and unsympathetic as some people, I would have told Mr. Bloke that I wouldn't receive his communication at such a late hour; but no, his snuffling distress touched my heart, and I jumped at the chance of doing something to modify his misery. I never read his item to see whether there was anything wrong about it, but hastily wrote the few lines which preceded it, and sent it to the printers. And what has my kindness done for me?",
		"It has done nothing but bring down upon me a storm of abuse and ornamental blasphemy. Now I will read that item myself, and see if there is any foundation for all this fuss. And if there is, the author of it shall hear from me. I have read it, and I am bound to admit that it seems a little mixed at a first glance. However, I will peruse it once more. I have read it again, and it does really seem a good deal more mixed than ever.",
		"Who is William Schuyler, anyhow, and what part of South Park did he live in, and if he started down-town at six o'clock, did he ever get there, and if he did, did anything happen to him? Is he the individual that met with the \"distressing accident\"? Considering the elaborate circumstantiality of detail observable in the item, it seems to me that it ought to contain more information than it does. On the contrary, it is obscure and not only obscure, but utterly incomprehensible.",
		"Was the breaking of Mr. Schuyler's leg, fifteen years ago, the \"distressing accident\" that plunged Mr. Bloke into unspeakable grief, and caused him to come up here at dead of night and stop our press to acquaint the world with the circumstance? Or did the \"distressing accident\" consist in the destruction of Schuyler's mother-in-law's property in early times?",
		"Or did it consist in the death of that person herself three years ago (albeit it does not appear that she died by accident)? In a word, what did that \"distressing accident\" consist in? What did that driveling ass of a Schuyler stand in the wake of a runaway horse for, with his shouting and gesticulating, if he wanted to stop him? And how the mischief could he get run over by a horse that had already passed beyond him? And what are we to take \"warning\" by?",
		"And how is this extraordinary chapter of incomprehensibilities going to be a \"lesson\" to us? And, above all, what has the intoxicating \"bowl\" got to do with it, anyhow? It is not stated that Schuyler drank, or that his wife drank, or that his mother-in-law drank, or that the horse drank wherefore, then, the reference to the intoxicating bowl?",
		"There certainly seems to have been an accident of some kind or other, but it is impossible to determine what the nature of it was, or who was the sufferer by it. I do not like to do it, but I feel compelled to request that the next time anything happens to one of Mr. Bloke's friends, he will append such explanatory notes to his account of it as will enable me to find out what sort of an accident it was and whom it happened to."
	],
	"tags": ["marktwain", "mrblokesitem"]
}
