{
	"sentences": [
		"Had it affected his mind? His reply to my question seemed to me then evidence that it had; perhaps I should think differently about it now.",
		"In an open spot in my garden I planted a climbing vine. When it was barely above the surface I set a stake into the soil a yard away.",
		"The vine at once made for it, but as it was about to reach it after several days I removed it a few feet. The vine at once altered its course, making an acute angle, and again made for the stake.",
		"We were speaking, not of plants, but of machines. They may be composed partly of wood  -  wood that has no longer vitality  -  or wholly of metal.",
		"When soldiers form lines, or hollow squares, you call it reason. When wild geese in flight take the form of a letter V you say instinct.",
		"I read it thirty years ago. He may have altered it afterward, for anything I know, but in all that time I have been unable to think of a single word that could profitably be changed or added or removed.",
		"At each recurrence it broadened in meaning and deepened in suggestion. Why, here (I thought) is something upon which to found a philosophy.",
		"I was drenched with rain, but felt no discomfort. Unable in my excitement to find the doorbell I instinctively tried the knob.",
		"What I saw took all philosophical speculation out of me in short order. Moxon sat facing me at the farther side of a small table upon which a single candle made all the light that was in the room.",
		"Opposite him, his back toward me, sat another person. On the table between the two was a chess-board; the men were playing.",
		"His face was ghastly white, and his eyes glittered like diamonds. Of his antagonist I had only a back view, but that was sufficient; I should not have cared to see his face.",
		"With a scarcely conscious rebellion against the indelicacy of the act I remained. The play was rapid.",
		"There was something unearthly about it all, and I caught myself shuddering. But I was wet and cold.",
		"Two or three times after moving a piece the stranger slightly inclined his head, and each time I observed that Moxon shifted his king. All at once the thought came to me that the man was dumb.",
		"Nor was that all, for a moment later it struck the table sharply with its clenched hand. At that gesture Moxon seemed even more startled than I: he pushed his chair a little backward, as in alarm.",
		"The automaton sat motionless. The wind had now gone down, but I heard, at lessening intervals and progressively louder, the rumble and roll of thunder.",
		"This I observed, then all was blackness and silence. Three days later I recovered consciousness in a hospital.",
		"Nobody knows how you came to be there. You may have to do a little explaining.",
		"The origin of the fire is a bit mysterious, too. My own notion is that the house was struck by lightning."
	],
	"tags": ["ambrose-bierce", "moxon-s-master"]
}
