{
	"sentences": [
		"It is certain that the gulch was at one time pretty thoroughly prospected by miners, who must have had some means of getting in with at least pack animals carrying tools and supplies; their profits, apparently, were not such as would have justified any considerable outlay to connect Macarger's Gulch with any centre of civilization enjoying the distinction of a sawmill. The house, however, was there, most of it.",
		"It lacked a door and a window frame, and the chimney of mud and stones had fallen into an unlovely heap, overgrown with rank weeds. Such humble furniture as there may once have been and much of the lower weather-boarding, had served as fuel in the camp fires of hunters; as had also, probably, the kerbing of an old well, which at the time I write of existed in the form of a rather wide but not very deep depression near by.",
		"After rather carelessly inspecting the ruin I resumed my sport, and having fairly good success prolonged it until near sunset, when it occurred to me that I was a long way from any human habitation - too far to reach one by nightfall. But in my game bag was food, and the old house would afford shelter, if shelter were needed on a warm and dewless night in the foothills of the Sierra Nevada, where one may sleep in comfort on the pine needles, without covering.",
		"The smoke escaped out of the ruined chimney, the light illuminated the room with a kindly glow, and as I ate my simple meal of plain bird and drank the remains of a bottle of red wine which had served me all the afternoon in place of the water, which the region did not supply, I experienced a sense of comfort which better fare and accommodations do not always give.",
		"Outside these apertures all was black, and I was unable to repress a certain feeling of apprehension as my fancy pictured the outer world and filled it with unfriendly entities, natural and supernatural - chief among which, in their respective classes were the grizzly bear, which I knew was occasionally still seen in that region, and the ghost, which I had reason to think was not.",
		"Unfortunately, our feelings do not always respect the law of probabilities, and to me that evening, the possible and the impossible were equally disquieting. Every one who has had experience in the matter must have observed that one confronts the actual and imaginary perils of the night with far less apprehension in the open air than in a house with an open doorway.",
		"I felt this now as I lay on my leafy couch in a corner of the room next to the chimney and permitted my fire to die out. So strong became my sense of the presence of something malign and menacing in the place, that I found myself almost unable to withdraw my eyes from the opening, as in the deepening darkness it became more and more indistinct.",
		"And when the last little flame flickered and went out I grasped the shotgun which I had laid at my side and actually turned the muzzle in the direction of the now invisible entrance, my thumb on one of the hammers, ready to cock the piece, my breath suspended, my muscles rigid and tense. But later I laid down the weapon with a sense of shame and mortification. What did I fear, and why? - I, to whom the night had been a more familiar face than that of man."
	],
	"tags": ["ambrose-bierce", "the-secret-of-macargers-gulch"]
}
