{
	"sentences": [
		"Last night I dreamt I went to Manderley again. It seemed to me I stood by the iron gateading to the drive, and for a while I could not enter, for the way was barred to me. There was a padlock and a chain upon the gate. I called in my dream to the lodge-keeper, and had no answer, and peering closer through the rusted spokes of the gate I saw that the lodge was uninhabited. There was a padlock and a chain upon the gate.",
		"I called in my dream to the lodge-keeper, and had no answer, and peering closer through the rusted spokes of the gate I saw that the lodge was uninhabited. No smoke came from the chimney, and the little lattice windows gaped forlorn. Then, like all dreamers, I was possessed of a sudden with supernatural powers and passed like a spirit through the barrier before me. The drive wound away in front of me, twisting and turning as it had always done, but as I advanced I was aware that a change had come upon it; it was narrow and unkept, not the drive that we had known.",
		"At first I was puzzled and did not understand, and it was only when I bent my head to avoid the low swinging branch of a tree that I realised what had happened. Nature had come into her own again and, little by, little, in her stealthy, insidious way had encroached upon the drive with long tenacious fingers. The woods, always a menace even in the past, had triumphed in the end.",
		"They crowded, dark and uncrontrolled, to the borders of the drive. The beeches with white. naked limbs leant close to one another, their branches intermingled in a strange embrace, making a vault above my head like the archway of a church. And there were other trees as well, trees that I did not recognise, squat oaks and tortured elms that straggled cheek by jowl with the beeches, and had trust themselves out of the quiet earth, along with monster shrubs amd plants, none of which I remembered.",
		"The drive was a ribbon now, a thread of its former self, with gravel surface gone, and choked with grass and moss. The trees had thrown out low branches, making an impediment to progress; the gnarled roots looked like skeleton claws. Scattered here and again amongs his jungle growth I would recognise shrubs that had been land-marks in our time, things of culture and of gracem hydrangeas whose blue heads had been famous.",
		"No hand had checked their progress, and they had gone native now, rearing to monster height without a bloom, back and ugly as the nameless parasites that grew beside them. On and on, now east, now west, would the poor thread that once had been out drive. Sometimes I thought it lost, but it appeared again, beneath a fallen tree perhaps or struggling on the other side of a muddied ditch created by the winter rains.",
		"I had not thought the way so long. Surely the miles had multiplied, even as the trees had done, and this path led but to a labirynth, some choked wilderness, and not to the house at all. I came upom it suddenly; the approach masked by the unnatural growth of a vast shrub that spread in all directions, and I stood, my heart thumping in my breast, the strange prick of tears behind my eyes.",
		"There was Mandarley, our Manderley, secretive and silent as it had always been, the grey stone shining in the moonlight of my dream, the grey stone shining in the monnloight of my dream, the mullioned windows reflecting the green lawns and the terrace. Time could not wreck the perfect symmetry of those walls, not the site itself, a jewel in the hollow of a hand.",
		"The terrace sloped to the lawns, and the lawans streched to the sea, and turning I could see the sheet of silver, placid under the moon, like a lake undistributed by wind or storm. No waves would come to ruffle this dream water, and no bulk of cloud, wind-drown from the west, obscure the claruty of this pale sky. I turned again to the house, and thought it stood inviolate, untouched, as though we ourselves had left but yesterday, I saw that the garden had obeyed the jungle law, even as the woods had done.",
		"The rhododendroons stood fifty feet high, twisted and entwined with bracken, and they had entered into alien marriage with a host of nameless shrubs, poor, bastard things that clung about their roots as though conscious of their spurious origin. Ivy held prior place in this lost garden, the long strands crept across the lawns, and soon would encroach upon the house itself.",
		"There was another plant too, some halfbreed from the woods, whose seed had been scattered long ago beneath the trees and then forgotten, and now, marching in unison with the iby, thrust its ugly form like a giant rhubarb towards the soft grass where the daffodils had been blown. Nettles were everywhere, the van guard of the army. They choked the terrace, they sprawled about the paths, they leant, vulgar and lanky, against the very windows of the house."
	],
	"tags": ["daphne-du-maurier", "maurier"]
}
