{
	"sentences": [
		"Most people would say, if their opinion was asked for, that holding up a train would be a hard job. Well, it isn't; it's easy. I have contributed some to the uneasiness of railroads and the insomnia of express companies, and the most trouble I ever had about a hold-up was in being swindled by unscrupulous people while spending the money I got. The danger wasn't anything to speak of, and we didn't mind the trouble.",
		"One man has come pretty near robbing a train by himself; two have succeeded a few times; three can do it if they are hustlers, but five is about the right number. The time to do it and the place depend upon several things. The first 'stick-up' I was ever in happened in 1890. Maybe the way I got into it will explain how most train robbers start in the business.",
		"Five out of six Western outlaws are just cowboys out of a job and gone wrong. The sixth is a tough from the East who dresses up like a bad man and plays some low-down trick that gives the boys a bad name. Wire fences and 'nesters' made five of them; a bad heart made the sixth. Jim S-- and I were working on the 101 Ranch in Colorado.",
		"The nesters had the cowman on t he go. They had taken up the land and elected officers who were hard to get along with. Jim and I rode into La Junta one day, going south from a round-up. We were having a little fun without malice toward any-body when a farmer administration cut in and tried to harvest us. Jim shot a deputy marshal, and I kind of corroborated his side of the argument.",
		"We skirmished up and down the main street, the boomers having bad luck all the time. After a while we leaned forward and shoved for the ranch down on the Ceriso. We were riding a couple of horses that couldn't fly, but they could catch birds. A few days after that, a gang of the La Junta boomers came to the ranch and wanted us to go back with them. Naturally, we declined.",
		"We had the house on them, and before we were done refusing, that old 'dobe was plumb full of lead. When dark came we fagged 'em a batch of bullets and shoved out the back door for the rocks. They sure smoked us as we went. We had to drift, which we did, and rounded up down in Oklahoma. Well, there wasn't anything we could get there, and, being mighty hard up, we decided to transact a little business with the railroads."
	],
	"tags": ["ohenry", "henry", "holdingupatrain", "holdinguptrain"]
}
